const handler = async (m, {conn}) => {
  m.reply(global.anuncio);
};
handler.command = /^(anuncio|anuncio)$/i;
export default handler;
handler.admin = true
handler.group = true
handler.botAdmin = true

global.anuncio = ` 
┏━━• *🧸𝘼𝙉𝙐𝙉𝘾𝙄𝙊 𝙃𝙔𝙋𝙀𝙍´𝙑🧸* •━━┓
┃
┃ 𝑯𝒆𝒎𝒐𝒔 𝒓𝒆𝒂𝒍𝒊𝒛𝒂𝒅𝒐 𝒂𝒄𝒕𝒖𝒂𝒍𝒊𝒛𝒂𝒄𝒊𝒐𝒏𝒆𝒔 𝒆𝒏 𝒆𝒍 𝒃𝒐𝒕, 𝒅𝒊𝒔𝒄𝒖𝒍𝒑𝒆𝒏 𝒍𝒂 𝒅𝒆𝒎𝒐𝒓𝒂.
┃ 𝑷𝒆𝒓𝒐 𝒅𝒆𝒔𝒅𝒆 𝒂𝒉𝒐𝒓𝒂 𝑯𝒀𝑷𝑬𝑹´𝑽 𝑩𝑶𝑻 𝒔𝒆𝒈𝒖𝒊𝒓𝒂 𝒂𝒄𝒕𝒊𝒗𝒐 𝟐𝟒/𝟕 𝒚𝒂 𝒒𝒖𝒆 𝒂𝒓𝒓𝒆𝒈𝒍𝒂𝒎𝒐𝒔 𝒆𝒍 𝒑𝒂𝒏𝒆𝒍 𝒅𝒆 𝒊𝒏𝒔𝒕𝒂𝒍𝒂𝒄𝒊𝒐𝒏 𝒕𝒂𝒎𝒃𝒊𝒆𝒏.
┃ 𝑮𝒓𝒂𝒄𝒊𝒂𝒔 𝒑𝒐𝒓 𝒑𝒓𝒆𝒇𝒆𝒓𝒊𝒓𝒏𝒐𝒔, 𝒒𝒖𝒆 𝒕𝒆𝒏𝒈𝒂𝒏 𝒖𝒏 𝒍𝒊𝒏𝒅𝒐 𝒅𝒊𝒂🧸❤
┃
┃ 𝑷𝒂𝒓𝒂 𝒂𝒅𝒒𝒖𝒊𝒓𝒊𝒓 𝒂 𝑯𝒀𝑷𝑬𝑹´𝑽 𝑩𝑶𝑻 𝒑𝒐𝒓𝒇𝒂𝒗𝒐𝒓 𝒖𝒔𝒂 𝒆𝒍 𝒄𝒐𝒎𝒂𝒏𝒅𝒐 .𝒐𝒘𝒏𝒆𝒓
┃
┗━━━• wa.me/51936732723 •━━━┛
`;
